[
  "obsidian-git",
  "calendar",
  "table-editor-obsidian",
  "dataview",
  "obsidian-icon-folder",
  "periodic-notes",
  "media-extended",
  "obsidian-thumbnails",
  "cmenu-plugin",
  "code-styler"
]